Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Daytime Star.tmx
Source language: en
Languages: es_419

source: …you have me, seonbae!
es_419: … ¡me tienes a mí!

source: I knew you could do it.
es_419: sabía que lo lograrías.

source: …it…
es_419: eh…

source: moreover, time includes many action scenes where the actors need to act it out themselves. but he's so protective of himself.
es_419: además, tiempo tiene muchas escenas de acción en las que los actores ponen en juego su propio cuerpo. y él se protege demasiado.

source: lean
es_419: FIUS

source: you heard that, right? make sure you deliver the same message.
es_419: lo escuchaste, ¿verdad? asegúrate de dar el mismo mensaje.

source: yura, you see that room at the end?
es_419: yura, ¿ves esa sala del fondo?

source: seven years? that's quite some time.
es_419: ¿siete años? es mucho tiempo.

source: all the guests here today have assigned seats.
es_419: todos los invitados tienen un asiento asignado.

source: I'll be at a cafe around here.
es_419: estaré en el café de la esquina.

source: we didn't discuss whether we'll meet up after the premier or not…
es_419: no hablamos sobre si nos encontraríamos después del evento o no…

source: w-wait a sec, jingyeong!
es_419: ¡u-un segundo, jingyeong!

source: okay...
es_419: bien…

source: he's always on schedule but got sidetracked due to me. so I'm sure we're pulling an all-nighter.
es_419: siempre respeta los tiempos, pero se retrasó por mi causa, así que seguro pasaremos la noche en vela.

source: I can't make mistakes like yesterday!
es_419: ¡no puedo cometer errores como ayer!

source: ...iseo yun and changhyeon jo!
es_419: … ¡iseo yun y changhyeon jo!

source: …isn't a matter of understanding or not.
es_419: … no es una cuestión de comprensión.

source: that means I barely have any lines...
es_419: eso significa que tengo pocas líneas…

source: I need to pretend like I know something about it at least.
es_419: debo fingir que al menos sé algo sobre eso.

source: your delivery's here!
es_419: ¡entrega a domicilio!

source: well…
es_419: bueno…

source: yep. you heard him yourself.
es_419: sip. ya lo escuchaste.

source: aytime S
es_419: horario estelar

source: you two can talk out the finer details on that. feel free to ad-lib. act like real lovers.
es_419: pueden acordar los detalles luego. son libres de improvisar y deben actuar como verdaderos amantes.

source: I wonder if he watched my audition until the end.
es_419: me pregunto si habrá visto toda la audición.

source: let's get going.
es_419: vámonos.

source: …you sure you got everything you need?
es_419: … ¿seguro que ya tienes todo?

source: episode 3
es_419: episodio 3

source: why do I have to come all the way to seoul from busan when it's my only day off from shooting?!
es_419: ¿por qué tengo que venir hasta seúl desde busan? ¡¡es mi único día libre en el rodaje!!

source: the woman who was still hurting from her past love...
es_419: la mujer que aún sufría por su viejo amor…

source: sorry?! th-that's strange.{j}I made sure I typed it correctly…
es_419: "¡¿perdón?! q-qué raro.{j}me aseguré de escribirlo bien…"

source: I guess that's because it's the beginning of the year.
es_419: supongo que es porque estamos a principios de año.

source: why does he always stare at people so directly?!
es_419: ¡¿por que siempre mira tan fijamente?!

source: you know?
es_419: ¿sabes?

source: huh? next week?
es_419: ¿la semana próxima?

source: I'm not sure if I can beat this...
es_419: no creo poder ganar…

source: members of the audience, the premier will soon begin.
es_419: miembros de la audiencia, estamos a punto de comenzar.

source: …but at times like this, I still can't believe he's my boyfriend.
es_419: … pero cuando veo cosas así, me cuesta creer que sea mi novio.

source: alright, have fun shopping, and good luck with your audition.
es_419: muy bien, diviértete comprando y buena suerte con tu audición.

source: I…
es_419: yo…

source: me too!{j}I want to take it home and frame it!
es_419: ¡yo también lo quiero!{j}¡lo haré enmarcar!

source: ...I'm a sensitive sleeper.
es_419: no soy de buen dormir.

source: oh, yes. come in.
es_419: ah, sí. pasa.

source: episode 23
es_419: episodio 23

source: it's so nice out today but why do I feel so lethargic?
es_419: es un día precioso, ¿por qué estoy tan soñolienta?

source: god, that's hilarious.
es_419: ay, pero qué gracioso.

source: I've never received such warm welcoming…
es_419: nunca me habían recibido tan efusivamente…

source: a sneaky scumbag, who fools others and uses them like they're nothing.
es_419: un desgraciado astuto, que engaña a las personas y las usa como objetos.

source: seonbae!
es_419: ¡seunghyeon!

source: I'll be back after I win some money from poker.
es_419: volveré después de ganar dinero en el póquer.

source: I see! your memory is really good!
es_419: ah, ¡qué buena memoria tienes!

source: I have to attend a press conference.
es_419: tengo una conferencia de prensa.

source: what did you eat that got you sick like this? you never get sick!
es_419: estás muy descompuesta. ¿qué comiste? ¡tú nunca te enfermas!

source: nope. not at all.
es_419: no, para nada.

source: sob, yura...
es_419: "snif, yura…"

source: sure. thank you!
es_419: claro, ¡gracias!

source: …jina song and seonbae might end up seeing each other.
es_419: … jina song y seunghyeon podrían terminar viéndose.

source: did you see gwangsu?
es_419: ¿has visto a gwangsu?

source: I still haven't decided on what to wear.
es_419: aún no decidí qué ponerme.

source: ...me…?
es_419: … de menos?…

source: no way!
es_419: ¡imposible!

source: we had an offer from quite a sizable agency before.
es_419: recibimos la oferta de una que era bastante importante.

source: professionals are surely different from amateurs!
es_419: ¡qué diferente es trabajar con profesionales!

source: hug
es_419: MMM

source: yep, yep!
es_419: ¡sí, sí!

source: th-thank you!
es_419: ¡g-gracias!

source: oh, em geee!
es_419: ¡ay, cielos!

source: no, don't be. we're both early…
es_419: no. ambos llegamos pronto…

source: I apologize for the wait, director yu!
es_419: ¡perdón por la demora, director yu!

source: that's preposterous!!
es_419: ¡¡qué absurdo!!

source: …handle this man?!
es_419: … lidiar con él?!

source: isn't that the suji role's manager?
es_419: ¿no es la representante del papel de suji?

source: until now…
es_419: hasta ahora…

source: hmph
es_419: UMF

source: nice. if I let her know we received a last minute call from the agency and that I need to attend the meeting…
es_419: perfecto. si le digo que recibimos una llamada de última hora de la agencia y que debo encontrarme con ellos…

source: I'm glad you think so.
es_419: qué bueno que sea así.

source: although we met you through jeong-u,
es_419: aunque te conocimos por ese idiota,

source: are you alright?
es_419: ¿estás bien?

source: good lord!
es_419: ¡dios mío!

source: I don't have the energy to maintain my smile...
es_419: no tengo energía ni para sonreír…

source: I had no idea…
es_419: no lo imaginé…

source: we worked together in time recently.
es_419: hace poco trabajamos juntos en tiempo.

source: um…
es_419: mmm…

source: ...it's yura hwang...
es_419: … yura hwang.

source: why can't he act like that in front of the camera?
es_419: ojalá actuara así frente a la cámara.

source: I don't think it'll leave any scars as well.
es_419: no creo que deje cicatriz.

source: can you take a look at script number ten?
es_419: ¿puedes echarle un vistazo al guion número 10?

source: anyhow, did you send yura the ticket to the preview this sunday?
es_419: en fin. ¿le enviaste a yura el boleto para el preestreno del domingo?

source: hello, seunghyeon.
es_419: hola, seunghyeon.

source: I'm honored as well!
es_419: ¡también me honra!

source: ...what did you just say?
es_419: … ¿qué acabas de decir?

source: do you ever think before you speak?
es_419: ¿alguna vez piensas antes de hablar?

source: he told me to come for a meal, so let's just eat!
es_419: me invitó a comer, ¡así que comeré!

source: oh my goodness!!
es_419: ¡¡cielo santo!!

source: oh, is that so?
es_419: ah, ¿sí?

source: episode 7
es_419: episodio 7

source: I thought I was going to freeze to death, but it wasn't too bad.
es_419: pensé que moriría congelado, pero no fue tan grave.

source: yura's filmography up to date
es_419: filmografía de yura hasta la fecha

source: ugh, forget it! enough about me!
es_419: uf, ¡pero ya no hablemos sobre mí!

source: slip
es_419: FUIP

source: hi.
es_419: hola.

source: why should I run?
es_419: ¿por qué huiría?

source: episode 1
es_419: episodio 1

source: I got too excited for a sec.
es_419: me emocioné mucho.

source: I thought about forgetting all this, and calling it quits...
es_419: pensé en olvidarlo todo y renunciar a la carrera,

source: well then, take care and good luck with your shoot.
es_419: bien, entonces cuídate y suerte con la filmación.

source: we introduced ourselves just now!
es_419: ¡acabamos de presentarnos!

source: and how can he move around so quietly?!
es_419: ¡¿cómo puede ser tan sigiloso?!

source: two to three days… I don't know if director yu's going to be okay with that.
es_419: dos o tres días… no sé si el director yu estará de acuerdo con esto.

source: episode 6
es_419: episodio 6

source: I'm sure that's not it.
es_419: seguro que no es eso.

source: it might not be as long as you, but I was a struggling actor for some time as well.
es_419: yo no tuve que esperar tanto como tú, pero también viví dificultades durante un periodo.

source: your acting from yesterday, it was really good.
es_419: ayer actuaste muy bien.

source: well then, yura.
es_419: muy bien, yura.

source: oww
es_419: GUAU

source: I know this script like the back of my hand.
es_419: conozco este guion como la palma de mi mano.

source: fortunately, the wound's not deep.
es_419: por suerte la herida no es profunda.

source: don't you worry!
es_419: ¡no te preocupes!

source: if you want to act tough and mighty because you're married to a politician's daughter...
es_419: si quieres hacerte el duro y el poderoso porque estás casado con la hija de un político,

source: I'll wake you up at nine tomorrow. good job today, seunghyeon.
es_419: te despertaré mañana a las nueve. buen trabajo, seunghyeon.

source: why're you so desperate to live?
es_419: ¿por qué estás tan desesperada por vivir?

source: th-that's strange.
es_419: q-qué raro.

source: wait here.{j}I'll go get some porridge.
es_419: ya vuelvo.{j}iré a comprar sopa.

source: you finished your food a long time ago.
es_419: terminaste de comer hace rato.

source: of course, of course. this is nothing compared to walking into the ocean in the middle of winter during shooting time!
es_419: claro, claro. ¡no es nada comparado con meterme en el océano en pleno invierno en el rodaje de tiempo!

source: oh, but if you watched, I'm sure you noticed as well.
es_419: ah, pero si prestaste atención, seguro que lo notaste.

source: I auditioned for the female lead role a couple of months ago...
es_419: audicioné para el papel de protagonista femenina hace un par de meses…

source: haha, goodness...
es_419: ja, ja, oh, vaya…

source: …it's not too late…
es_419: … que no sea tarde…

source: …and I do agree with you on going to the gym…
es_419: … y coincido contigo en que debo ir al gimnasio…

source: I can't believe I have to act in front of that jerk.
es_419: increíble que tenga que hacerlo frente a este imbécil.

source: if their plan works out and the two meet up…
es_419: si su plan funciona y ellos se conocen…

source: and it's not helping when you're staring at me like that…
es_419: y no ayuda que me mires tan fijo.

source: but why am I...
es_419: ¿pero por qué…?

source: why aren't you doing anything?
es_419: ¿por qué no haces nada?

source: I'm not yet all that skilled.
es_419: aún no soy tan habilidosa.

source: good luck.
es_419: buena suerte.

source: no way, not at all.
es_419: ah, no. nada de eso.

source: oh, well…
es_419: oh, vaya…

source: you told me to go stop director yu.
es_419: me dijiste que detuviera al director yu.

source: you can be spotted a mile away just by your presence alone!!
es_419: ¡¡tu sola presencia se detecta a un kilómetro de distancia!!

source: what? after?
es_419: ¿cómo? ¿después?

source: he's greeting everyone back, too.
es_419: y está saludando a todos.

source: Let's meet at that same cafe at half past one.
es_419: encontrémonos en el mismo café a la una y media.

source: you alright, yura?
es_419: ¿estás bien, yura?

source: and with his acting skills, he's the perfect actor.
es_419: y, además, un gran actor. es el artista perfecto.

source: …I get easily discouraged and feel so insecure.
es_419: … me desanimo fácilmente y me siento insegura.

source: a man like that…
es_419: un hombre así…

source: I mean, when did he get my list?
es_419: ¿cómo consiguió mi lista?

source: grasp
es_419: ESTRECHA

source: what...
es_419: ¿qué…

source: lemme see.
es_419: déjame ver.

source: gwangsu told me.
es_419: gwangsu me lo dijo.

source: what he means is that he fell in love with my acting!
es_419: ¡lo que quiere decir es que ama mi forma de actuar!

source: oh...{j}I need to start feeling sad but it's hard to get in the mood.
es_419: ah…{j}necesito empezar a sentirme triste, pero me cuesta hacerlo.

source: slurp
es_419: GLUP

source: uh… no, I'm--
es_419: eh… no, yo…

source: constantly on my mind… constantly missing you…
es_419: no dejo de pensar en ti… te extraño todo el tiempo…

source: now that I think about it…
es_419: ahora que lo pienso…

source: ...I think I can do it well.
es_419: … creo que lo haré bien.

source: who cares.
es_419: no importa.

source: ah, yura, that's hilarious!
es_419: ¡ay, yura, qué gracioso!

source: what was that?!
es_419: ¡¿qué fue eso?!

source: ...is…
es_419: … yo,

source: dammit! that'll ruin my plan!
es_419: ¡diablos! ¡esto arruina mi plan!

source: episode 33
es_419: episodio 33

source: she needs a breather.
es_419: ella necesita un respiro.

source: come up to seoul and say hello to my friends.
es_419: acércate a seúl y salúdalos.

source: then tell her so.
es_419: entonces díselo.

source: I didn't say anything since I have to get back to busan right after, but I happened to be near H mart.
es_419: no te lo dije porque tengo que volver a busan en un rato, pero estaba cerca de h mart.

source: yes, please! thank you!
es_419: sí, por favor. ¡gracias!

source: an actor I'd like to work with?
es_419: ¿un actor con el que querría trabajar?

source: sorry…
es_419: perdón…

source: ...what's your name?
es_419: ¿cómo te llamas?

source: now, this move can benefit those who're looking to balance out their hips...
es_419: ahora, este movimiento beneficia el equilibrio de la cadera…

source: what's wrong, gwangsu?
es_419: ¿qué sucede, gwangsu?

source: I don't know if you're naïve...
es_419: no sé si eres ingenua…

source: don't you think jingyeong's so cute?!
es_419: ¡¿no te parece preciosa jingyeong?!

source: he was way off...
es_419: no estuvo ni cerca…

source: I know there's creative liberty, but within the social standard...
es_419: sé que existe la libertad creativa, pero según el estándar social…

source: flap
es_419: PLAF

source: Seunghyeon seonbae, this is Yura
es_419: hola, seunghyeon, soy yo, yura.

source: aaaughh
es_419: AAAAAAJ

source: uh...{j}I'll go with--
es_419: eh…{j}iré con…

source: ding
es_419: TING

source: listen, jeong-u.
es_419: mira, jeong-u.

source: seven years idled away.
es_419: siete años a la basura.

source: yura, try this. it's delicious.
es_419: pruébalo, yura. está delicioso.

source: let's see...{j}I was thinking about having pork belly with some tteokbokki* sauce.
es_419: veamos…{j}pensaba comer panceta de cerdo con un poco de salsa tteokbokki*.

source: every time our eyes meet...
es_419: cada vez que nos miramos,

source: y-yura! you awake? can you see me?
es_419: ¡y-yura! ¿estás despierta? ¿me ves?

source: this won't do.{j}I should have a talk with him directly.
es_419: esto no está bien.{j}debería hablar con él directamente.

source: but anyhow...
es_419: sin embargo…

source: by the way...
es_419: a propósito,

source: uh… by any chance…
es_419: eh… ¿por casualidad…?

source: good job, everyone!
es_419: ¡bien, buen trabajo!

source: ahahaha
es_419: JAJAJAJA

source: huh? you know, just what I'm up to and to do well on my audition.
es_419: solo preguntó qué estoy haciendo y me deseó suerte para la audición.

source: …aren't you an actor?
es_419: … ¿usted es actor?

source: whoa…
es_419: ¡ah!

source: yep!
es_419: ¡sí!

source: director jang said the same thing.
es_419: el director jang también lo dijo.

source: honestly...
es_419: sinceramente,

source: oh, did I show you the new coat I bought from MacQ last time?
es_419: ah, ¿te mostré el nuevo abrigo que compré en MacQ?

source: seonbae was at that wedding?
es_419: ¿seonbae estaba en esa boda?

source: w-was I like what…?
es_419: ¿q-qué me sucede?…

source: th-that's okay!
es_419: ¡e-está bien!

source: ...until I'm ready to give him my trust...
es_419: … hasta poder entregarle mi confianza,

source: they should be shooting at the beach...
es_419: deben estar filmando en la playa…

source: that's good.
es_419: no hay de qué.

source: wet
es_419: HÚMEDO

source: thanks and you have a good one too, seonbae.
es_419: gracias, seunghyeon. que tengas un buen día.

source: haha, I know what you mean.
es_419: ja, ja, te entiendo.

source: I'll do my best!
es_419: ¡me esforzaré!

source: you'll be trending on social media, instantly.
es_419: serás tendencia en las redes sociales al instante.

source: how many times are you gonna get it wrong?!
es_419: ¡¿cuántas veces vas a equivocarte?!

source: oh, sure. thank you!
es_419: claro, ¡gracias!

source: let's go together.
es_419: vayamos juntos.

source: a deeply heartbroken woman who comes across a new lover before her wounds are healed…
es_419: una mujer con el corazón roto que encuentra un nuevo amor antes de que sus heridas sanen…

source: pump
es_419: BUM

source: episode 12
es_419: episodio 12

source: no wonder people misunderstand you!
es_419: ¡por eso la gente te malinterpreta!

source: you've always dated the calm and reserved types. it seems like yura's a bit different from your ideal type.
es_419: siempre saliste con chicas tranquilas y reservadas. yura es diferente de tu ideal.

source: they probably didn't seat him there without a reason…
es_419: no creo que lo hayan puesto ahí sin un motivo…

source: you wanna come in after I go first?
es_419: ¿entro yo primero y tú después?

source: they looked good at the gym, but they're on a whole another level when they're working.
es_419: lucían bien en el gimnasio, pero cuando están trabajando se ven espectaculares.

source: I'll have Gwangsu wait outside.
es_419: gwangsu te esperará afuera.

source: jingyeong, am I dreaming? is this really happening?
es_419: jingyeong, ¿estoy soñando? ¿esto realmente está ocurriendo?

source: incheon airport
es_419: aeropuerto de incheon

source: thank you!
es_419: ¡gracias!

source: it's okay.{j}I totally understand.
es_419: tranquila.{j}lo comprendo perfectamente.

source: look at you.
es_419: mírate.

source: oh, yep!
es_419: ¡ah, sí!

source: gawk
es_419: FASCINADO

source: what is it?!
es_419: ¡¿a qué?!

source: oh, I should put my phone on silent.
es_419: ah, debería poner el teléfono en silencio.

source: a new plan to embarrass your director in front of the staff?
es_419: ¿tienes un nuevo plan para avergonzar a tu director frente al personal?

source: since then, as if he's worried he might be a burden by calling me...
es_419: desde entonces, le preocupa que me sienta presionada si me llama,

source: ...warm hands...
es_419: sus manos…

source: take your time.
es_419: tómate tu tiempo.

source: …that I'm interested in jingyeong!
es_419: … ¡estoy interesado en jingyeong!

source: ...but no one calls me by my name.
es_419: … y aún nadie me llama por mi nombre.

source: it's really not what you think...
es_419: en realidad no es lo que piensas…

source: I feel like I know her from somewhere, just like how I felt at miran's wedding...
es_419: siento que la conozco de algún lado, tal como me ocurrió en la boda de miran…

source: relax.
es_419: relájate.

source: your parents--
es_419: "tus padres…"

source: I'm so sorry...
es_419: lo siento mucho…

source: let's just bury myself into the thought...
es_419: solo debo sumergirme en la sensación…

source: oh... but it looks expensive!
es_419: ay, ¡pero parece caro!

source: crack
es_419: CRAC

source: we started filming this movie in the heat of summer, all the way until the chill of winter. the staff members and the actors went through a lot during this movie.
es_419: empezamos a rodar esta película con el calor del verano y la finalizamos con el frío del invierno. el personal y los actores vivimos muchas experiencias durante la filmación.

source: I'll begin!
es_419: ¡comenzaré!

source: chills
es_419: ESCALOFRÍO

source: why don't you use this instead of ruining your clothes?
es_419: ¿por qué no usas esto para no estropear la ropa?

source: I don't think I can fall asleep tonight…
es_419: no creo que consiga dormir esta noche.

source: but I don't remember seeing her in any works.
es_419: pero no recuerdo haberla visto en ningún trabajo.

source: it's been six years...
es_419: han pasado seis años…

source: straighten your left leg…
es_419: extiende la pierna izquierda…

source: what does he mean, why?
es_419: ¿cómo que "por qué"?

source: I felt so close to him just an hour ago...
es_419: me sentí tan cerca de él hace apenas una hora…

source: ...whack that head of his?!
es_419: … partirle la cabeza?!

source: that's ridiculous! who are we trying to impress?!
es_419: ¡qué ridículo! ¡¿a quién queremos impresionar?!

source: nutube workout sessions
es_419: sesiones de entrenamiento en nutube

source: I said...
es_419: dije…

source: see?
es_419: ¿ves?

source: swish
es_419: SUIS

source: I figured I'd just stay up all night today...
es_419: pensé que no dormiría esta noche…

source: my room's going to be vacant tonight, so you and your manager are more than welcome to use it.
es_419: mi habitación estará vacía esta noche. tú y tu representante pueden usarla libremente.

source: what is…
es_419: ¿qué es…?

source: what's changhyeon jo doing here?!
es_419: ¡¿qué hace aquí changhyeon jo?!

source: hey, bro!
es_419: ¡eh, oye!

source: I'll have seunghyeon send you the location, so can you come after we leave?
es_419: seunghyeon te enviará la dirección, ¿puedes salir después de que nos vayamos?

source: he's a popular guy!
es_419: ¡es tan famoso!

source: hmmm…
es_419: mmmm…

source: hopeful moments behind the scene
es_419: horas optimistas detrás de escena

source: may I ask...
es_419: ¿puedo preguntar…

source: jeong-u must be really popular these days.
es_419: debe estar siendo muy popular estos días.

source: do you think it's okay for us to take his offer?
es_419: ¿crees que está bien que aceptemos su oferta?

source: let me live vicariously through you!!
es_419: ¡¡deja que viva a través de ti!!

source: it sure is, your highness.
es_419: así es, su alteza.

source: is he…
es_419: ¿él es…?

source: this jerk...
es_419: este idiota…

source: oh my, I got the butterflies! seriously!
es_419: ¡ay, siento las mariposas! ¡de veras!

source: dearly beloved and honored guests, please give a round of applause...
es_419: estimados y distinguidos invitados, reciban con un gran aplauso…

source: I was too stunned to thank him properly.
es_419: estaba aturdida para agradecerle como es debido.

source: it's been a while, minseong.
es_419: ha pasado tiempo, minseong.

source: …I have no right to stop seonbae from doing so.
es_419: … no puedo hacer nada para evitarlo.

source: ...instead of questioning me, he apologized.
es_419: en lugar de reclamármela, se disculpó.
